Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memp.tmx
Source language: ca
Languages: es

source: Indiqueu com es podria usar la informació present en aquestes traduccions per a resoldre les ambigüitats que es troba un sistema de traducció automàtica quan tradueix els mateixos textos a una altra llengua $L_3$ (Martin Kay, de Xerox Palo Alto, Califòrnia, anomena aquest procés triangulació en la traducció).
es: Indicad cómo se podría usar la información presente en estas traducciones para resolver las ambigüedades que se encuentra un sistema de traducción automática cuando traduce los mismos textos a otra lengua $L_3$ (Martin Kay, de Xerox Palo Alto, California, denomina este proceso triangulación en la traducción).

source: {hutchins96u} distingeix entre tres tipus bàsics d'avaluació: l'avaluació d'adequació, que serveix per a ``determinar la idoneïtat dels sistemes de TA en un context operacional especificat'' ---per exemple, per a decidir si el sistema de TA és bo per a traduir el correu comercial d'una empresa alimentària---; l'{ avaluació diagnòstica}, que serveix per a ``identificar limitacions, errors o deficiències, les quals poden ser corregides o millorades'' ---per exemple, defectes en el tractament de la concordança verbal de les oracions subordinades---, i l'avaluació de funcionament, ``per a valorar l'estat de desenvolupament del sistema o les diferents realitzacions tècniques'' ---per exemple, si el programa és robust, ràpid, fa un ús racional de la memòria del sistema, etc.
es: {hutchins96u} distingue entre tres tipos básicos de evaluación: la evaluación de adecuación, que sirve para ``determinar la idoneidad de los sistemas de TA en un contexto operacional especificado'' ---por ejemplo, para decidir si el sistema de TA es bueno para traducir el correo comercial de una empresa alimenticia---; la { evaluación diagnóstica}, que sirve para ``identificar limitaciones, errores o deficiencias, los cuales pueden ser corregidos o mejorados'' ---por ejemplo, defectos en el tratamiento de la concordancia verbal de las oraciones subordinadas---, y la evaluación de funcionamiento, ``para valorar el estado de desarrollo del sistema o las diferentes realizaciones técnicas'' ---por ejemplo, si el programa es robusto, rápido, hace un uso racional de la memoria del sistema, etc.

source: Buscarem, entre les possibles traduccions dels grups de dos mots, les que apareguen més freqüentment en el corpus i les elegirem.
es: Buscaremos, entre las posibles traducciones de los grupos de dos palabras, las que aparezcan más frecuentemente en el corpus y las elegiremos.

source: Homògrafs verb conjugat--preposició: bajo, { cabe}, entre, para, sobre.
es: Homógrafos verbo conjugado--preposición: bajo, { cabe}, entre, para, sobre.

source: En absència d'informació lèxica o semàntica, l'ambigüitat estructural{} {} és impossible de resoldre.
es: En ausencia de información léxica o semántica, la ambigüedad estructural{} {} es imposible de resolver.

source: Per a il·lustrar aquest fet, es presenta un assaig de classificació ---no exhaustiva--- dels homògrafs espanyols:
es: Para ilustrar este hecho, se presenta un ensayo de clasificación ---no exhaustiva--- de los homógrafos españoles:

source: {arnold94b} plantegen el problema així: Com es pot decidir si un sistema de TA és bo?
es: {arnold94b} plantean el problema así: ¿Cómo se puede decidir si un sistema de TA es bueno?

source: En la primera interpretació les és un pronom i creus és un verb, i formen junts un sintagma verbal; en la segona les és un article i creus és un substantiu i formen junts un sintagma nominal.
es: En la primera interpretación les es un pronombre y creus es un verbo, y forman juntos un sintagma verbal; en la segunda les es un artículo y creus es un sustantivo y forman juntos un sintagma nominal.

source: Però de vegades no és tan fàcil: per exemple, l'espanyol uneix moltes vegades diversos mots en un sol mot, sense que s'hi puguen distingir els mots components; en català, llevat de contraccions com al, pels, i del, sempre queda alguna indicació d'aquesta unió, com ara un apòstrof o un guionet.
es: Pero a veces no es tan fácil: por ejemplo, el español muchas veces une varias palabras en una sola palabra, sin que se puedan distinguir los términos componentes; en catalán, salvo contracciones como al, pels y del, siempre queda alguna indicación de esta unión, como por ejemplo un apóstrofe o un guion.

source: El pronom li pot tenir els antecedents Mario i la seua mare
es: El pronombre li puede tener los antecedentes Mario y la seua mare

source: En -o: 1a pers.del present d'indicatiu / subst.masc.sing.: oso, remiendo, riego, mando, canto, cardo, recibo, abono, saldo; altres: vino.
es: Acabado en -o: 1a pers.del presente de indicativo / sust.masc.sing.: oso, remiendo, riego, mando, canto, cardo, recibo, abono, saldo; otros: vino.

source: `les mates' ) ) ) {Dos arbres per a la segona oració coordinada en ``Les gallines han destrossat el sembrat però no les mates'' (NEG = negació).}
es: `les mates' ) ) ) {Dos árboles para la segunda oración coordinada en ``Les gallines han destrossat el sembrat, però no les mates'' (NEG = negación).}

source: Una de les fonts més importants d'homografia és la coincidència entre algunes terminacions de la flexió verbal i algunes terminacions de la flexió nominal i adjectival (-a, -as, -o, -e, -es), ja que involucra categories lèxiques obertes amb molts membres. Però hi ha, a més, altres fonts menys productives d'ambigüitat, com ara la coincidència d'algunes de les terminacions del present d'indicatiu dels verbs en -ar amb les del present de subjuntiu dels verbs en -er i -ir i al revés.
es: Una de las fuentes más importantes de homografía es la coincidencia entre algunas terminaciones de la flexión verbal y algunas terminaciones de la flexión nominal y adjetival (-a , -as, -o , -e, -es), ya que esto involucra categorías léxicas abiertas con muchos miembros. Pero hay, además, otras fuentes menos productivas de ambigüedad, como por ejemplo la coincidencia de algunas de las terminaciones del presente de indicativo de los verbos acabados en -ar con las del presente de subjuntivo de los verbos acabados en -er y -ir y a la inversa.

source: `de Grècia' ) ) ) ) ) (.SI.
es: `de Grècia' ) ) ) ) ) (.SÍ.

source: Ambigüitat de l'oració deguda a l'ambigüitat lèxica per anàfora: el pronom 'ls i el pronom nul PRO que fa de subjecte de es barallen poden tenir els antecedents els professors i els alumnes i, per tant, poden tenir interpretacions diferents.
es: Ambigüedad de la oración debida a la ambigüedad léxica por anáfora: el pronombre 'ls y el pronombre nulo PRO que hace de sujeto de es barallen pueden tener los antecedentes els profesors y els alumnes y, por lo tanto, pueden tener interpretaciones diferentes.

source: Una ambigüitat sintàctica de l'oració subordinada ``el que fa''
es: Una ambigüedad sintáctica de la oración subordinada ``el que fa''

source: D'altra banda, perquè l'avaluació siga útil els conjunts de prova haurien d'estar dissenyats de manera que abraçaren conjunts complets de fenòmens lingüístics que es manifesten amb freqüència rellevant en les situacions reals de traducció que es volen avaluar, ja que es vol predir el comportament del sistema en aquestes situacions concretes.
es: Por otro lado, para que la evaluación sea útil, los conjuntos de prueba tendrían que estar diseñados de forma que abarquen conjuntos completos de fenómenos lingüísticos que se manifiestan con frecuencia notable en las situaciones reales de traducción que se quieren evaluar, ya que se quiere predecir el comportamiento del sistema en estas situaciones concretas.

source: També explica per què l'oració El gos va mossegar l'home no té la mateixa interpretació que la frase L'home va mossegar el gos Aquestes oracions no volen dir el mateix perquè, malgrat tenir els mateixos mots, l'estructura sintàctica no és la mateixa.
es: También explica por qué la oración El gos va mossegar l'home no tiene la misma interpretación que la frase L'home va mossegar el gos Estas oraciones no quieren decir lo mismo porque, a pesar de que contienen las mismas palabras, la estructura sintáctica no es la misma.

source: La polisèmia de la preposició.
es: La polisemia de la preposición.

source: Però és que, a més, la traducció de referència pot no estar disponible; a més, en la majoria dels casos no hi ha una única traducció acceptable.
es: Pero es que, además, la traducción de referencia puede no estar disponible; además, en la mayoría de los casos no hay una única traducción aceptable.

source: El sintagma nominal cançons de bressol pot modificar només el segon sintagma verbal cantar o el sintagma verbal complet ballar i cantar (és a dir, cançons de bressol pot ser objecte directe només del segon verb o dels dos).
es: El sintagma nominal cançons de bressol puede modificar sólo el segundo sintagma verbal cantar o el sintagma verbal completo ballar i cantar (es decir, cançons de bressol puede ser el objeto directo solo del segundo verbo o de los dos).

source: Hi ha ambigüitats de tipus lèxic que poden ser sempre correctament resoltes després de fer una anàlisi morfològica.
es: Hay ambigüedades de tipo léxico que se pueden resolver siempre correctamente después de hacer un análisis morfológico.

source: Indica quina d'aquestes tres és la font més important d'homografia (ambigüitat lèxica categorial) de l'espanyol: Les coincidències d'algunes formes d'alguns noms i d'alguns adjectius amb certes formes conjugades d'alguns verbs.
es: Indica cuál de estas tres es la fuente más importante de homografía (ambigüedad léxica categorial) del español: Las coincidencias de algunas formas de algunos nombres y de algunos adjetivos con ciertas formas conjugadas de algunos verbos.

source: [Concordança de gènere i nombre:] De vegades el gènere i el nombre d'un mot varien de l'espanyol al català.
es: [Concordancia de género y número:] A veces el género y el número de una palabra varía del español al catalán.

source: En -es: Pres.subj., 2a pers.sing.(1a conj.) / subst.masc. i fem.pl.: sales (verb salar), ases (verb asar), cantes, dejes, sobres, poses, apuntes Pres.
es: Acabado en -es: Pres.subj., 2a pers.sing.(1a conj.) / sust.masc. y fem.pl.: sales (verbo salar), ases (verbo asar), cantes, dejes, sobres, poses, apuntes Pres.

source: Per a elegir-ne un, podem, per exemple, prendre tots els possibles sentits del mot ambigu i assignar-los el sentit associat al concepte que està més prop dels conceptes representats pels mots veïns en el text.
es: Para elegir uno, podemos, por ejemplo, tomar todos los posibles sentidos de la palabra ambigua y asignarles el sentido asociado al concepto que está más cerca de los conceptos representados por palabras vecinas en el texto.

source: Moltes vegades, l'ambigüitat lèxica no és ni polisèmia ({ estació}, { bomba}), ni ambigüitat lèxica amb canvi de categoria gramatical ({ sobre} [preposició, substantiu i, en la varietat valenciana, verb], { riu} [substantiu i verb]) sinó que succeeix perquè dues formes { de la mateixa categoria lèxica} són homògrafes: { volem} pot ser una forma del verb { volar} i del verb { voler}; { podeu} pot ser una forma del verb { poder} i del verb { podar}; en espanyol, { creo} és una forma de { creer} o de { crear}, { fui} és una forma de { ir} o de { ser}, etc.
es: Muchas veces la ambigüedad léxica no es ni polisemia ({ estación}, { bomba}), ni ambigüedad léxica con cambio de categoría gramatical ({ sobre} [preposición, sustantivo y verbo], { río} [sustantivo y verbo]), sino que sucede porque dos formas { de la misma categoría léxica } son homógrafas: { volem } puede ser una forma del verbo { volar } y del verbo { voler }; { podeu } puede ser una forma del verbo { poder } y del verbo { podar}; { creo } es una forma de { creer } o de { crear}, { fui} es una forma de { ir} o de { ser}, etc.

source: Altres terminacions: sal (verb salir) mentís, pagaré.
es: Otras terminaciones: sal (verbo salir) mentís, pagaré.

source: Aquests mots s'anomenen habitualment polisèmics i aquest tipus d'ambigüitat, polisèmia.
es: Estas palabras se denominan habitualmente polisémicas y este tipo de ambigüedad, polisemia.

source: Aquest capítol pretén enunciar i descriure molt breument alguns dels aspectes rellevants de l'avaluació dels sistemes de traducció automàtica i donar algunes referències que puguen ser d'interés per a qui vulga aprofundir en aquest tema.
es: Este capítulo pretende enunciar y describir muy brevemente algunos de los aspectos relevantes de la evaluación de los sistemas de traducción automática y dar algunas referencias que puedan ser de interés para quien quiera profundizar en este tema.

source: No, perquè cal determinar bé la longitud del sintagma nominal que segueix a cuyo per a poder posar del qual en la posició correcta.
es: No, porque hay que determinar bien la longitud del sintagma nominal que sigue a cuyo para poder poner del qual en la posición correcta.

source: En alguns casos, la sintaxi podria donar pistes que permetrien una desambiguació molt aproximada.
es: En algunos casos, la sintaxis podría dar pistas que permitirían una desambiguación muy aproximada.

source: Ambigüitat estructural d'adjunció.
es: Ambigüedad estructural de adjunción.

source: Per exemple, si en un corpus bilingüe espanyol--català l'aparició de destino prop d'{ incierto} en espanyol coincideix amb l'aparició de destí en català, podem dir que el mot destino té en aquest cas la interpretació de ``sort futura''; en canvi, si l'aparició de { destino} prop d'estación o aeropuerto en espanyol coincideix amb l'aparició destinació en català, podem elegir el sentit de ``punt d'arribada''.
es: Por ejemplo, si en un corpus bilingüe español - catalán la aparición de destino cerca de { incierto} en español coincide con la aparición de destí en catalán, podemos decir que la palabra destino tiene en este caso la interpretación de " suerte futura", en cambio, si la aparición de { destino} cerca de estación o aeropuerto en español coincide con la aparición destinació en catalán, podemos elegir el sentido de " punto de llegada".

source: Ambigüitat estructural d'adjunció: el sintagma preposicional a la gallega pot modificar el nom polp per a formar sintagma nominal polp a la gallega o modificar el sintagma verbal serviran polp (amb nucli serviran) i formar el sintagma verbal serviran polp a la gallega.
es: Ambigüedad estructural de adjunción: el sintagma preposicional a la gallega puede modificar el nombre pulpo para formar el sintagma nominal polp a la gallega o modificar el sintagma verbal serviran polp (con núcleo serviran ) y formar el sintagma verbal serviran polp a la gallega .

source: Indiqueu com traduïríeu les següents expressions espanyoles al séverla i perquè heu elegit aqueixa traducció i no una altra: dirección postal dirección electrónica dirección asistida dirección general diseño moderno diseño asistido
es: Indicad como traduciríais las siguientes expresiones al séverla y por qué habéis elegido esa traducción y no otra: dirección postal dirección electrónica dirección asistida dirección general diseño moderno diseño asistido

source: En (a) les mates és un sintagma determinant compost d'un article i un substantiu, que fa d'objecte del verb el·líptic destrossat, mentre que en (b) les mates és un sintagma verbal compost d'un pronom ({ les}) que es refereix a Les gallines i un verb ({ mates}), sintagma que constitueix un sintagma verbal en la segona oració coordinada (vegeu la fig. ).
es: En (a) les mates es un sintagma determinante compuesto de un artículo y un sustantivo, que hace de objeto del verbo elíptico destrossat, mientras que en (b) les mates es un sintagma verbal compuesto de un pronombre ({ les}) que se refiere a Les gallines y un verbo ({ mates}), sintagma que constituye un sintagma verbal en la segunda oración coordinada (véase la fig. ).

source: D'altra banda, estructural: en la primera interpretació, el sintagma preposicional de caza modifica el sintagma nominal coto privado ([[coto privado] [de caza]]); en el segon, només el participi privado ([[coto] [[privado] [de caza]]]).
es: Por otro lado, estructural: en la primera interpretación, el sintagma preposicional de caza modifica el sintagma nominal coto privado ([[coto privado] [de caza]]); en el segundo, solo el participio privado ([[coto] [[privado] [de caza]]]).

source: Les aplicacions potencialment més interessants de la TA espanyol--català s'emmarquen dins de l'anomenada { normalització lingüística}, és a dir, l'esforç de les societats de parla catalana per promoure'n l'ús normal en tots els àmbits; un exemple actual el constitueixen els servidors d'Internet d'institucions públiques i d'empreses privades dels Països Catalans, on la presència del català és encara minoritària.
es: Las aplicaciones potencialmente más interesantes de la TA español--catalán se enmarcan dentro de la llamada { normalización lingüística}, es decir, el esfuerzo de las sociedades de habla catalana para promover su uso normal en todos los ámbitos; un ejemplo actual lo constituyen los servidores de Internet de instituciones públicas y de empresas privadas de los llamados Països Catalans, donde la presencia del catalán es todavía minoritaria.

source: També anomenats díctics, relacionats amb la deïxi o dixi.
es: También llamados deícticos, relacionados con la deixis o dixis.

source: A més, la determinació de la qualitat d'una traducció en brut per còmput del nombre de correccions necessàries no està exempta de problemes: Aquest mètode dóna la mateixa importància a totes les operacions de correcció, independentment del mot.
es: Además, la determinación de la calidad de una traducción en bruto por cómputo del número de correcciones necesarias no está exenta de problemas: Este método da la misma importancia a todas las operaciones de corrección, independientemente de la palabra.

source: Aquesta avaluació es pot fer mitjançant l'ús de col·leccions de documents típics o representatius (com se sol fer en les avaluacions d'adequació) o mitjançant sèries de proves objectives (angl.test suites), usades en les avaluacions diagnòstiques, ja que també poden servir perquè els usuaris jutgen l'adequació de l'eixida produïda pel sistema.} i dissenyades per a abraçar conjunts complets de fenòmens lingüístics que es manifesten en la traducció..}
es: Esta evaluación se puede hacer mediante el uso de colecciones de documentos típicos o representativos (como se suele hacer en las evaluaciones de adecuación) o mediante series de pruebas objetivas (ingl.test suites), usadas en las evaluaciones diagnósticas, ya que también pueden servir para que los usuarios juzguen la adecuación de la salida producida por el sistema.} y diseñadas para abarcar conjuntos completos de fenómenos lingüísticos que se manifiestan en la traducción..}

source: L'ambigüitat estructural associada a les conjuncions coordinatives se sol anomenar d'origen coordinatiu.
es: La ambigüedad estructural asociada a las conjunciones coordinadas se suele denominar de origen coordinativo.

source: subj., 1a i 3a pers.sing.(2a i 3a conj.) / adj.fem.sing.: viva.
es: subj., 1a i 3a pers.sing.(2a y 3a conj.) / adj.fem.sing.: viva.

source: Per què és difícil avaluar la qualitat d'una traducció automàtica comptant la quantitat mínima de postedició necessària per fer-lo adequat quan no hi ha una traducció de referència?
es: ¿Por qué es difícil evaluar la calidad de una traducción automática contando la cantidad mínima de postedición necesaria para hacerla adecuada cuando no hay una traducción de referencia?

source: Ambigüitat deguda a l'ambigüitat lèxica
es: Ambigüedad debida a la ambigüedad léxica

source: Qüestions bàsiques
es: Cuestiones básicas

source: Quin tipus d'ambigüitat es produeix en el pronom feble li de la frase ``Vaig veure Mario i la seua mare; li vaig dir que m'agradava molt el seu fill''?
es: ¿Qué tipo de ambigüedad se produce en el pronombre átono li de la frase ``Vaig veure Mario i la seua mare; li vaig dir que m'agradava molt el seu fill''?

source: ... és estructural d'origen coordinatiu.
es: … es estructural de origen coordinativo.

source: Aquesta classe d'ambigüitats se sol incloure dins d'un grup de fenòmens més generals anomenats ambigüitats per el·lipsi.
es: Esta clase de ambigüedades se suele incluir dentro de un grupo de fenómenos más generales llamados ambigüedades por elipsis.

source: No és que siga difícil; sense traducció de referència és absolutament impossible.
es: No es que sea difícil, sin traducción de referencia es absolutamente imposible.

source: En principi, es podria dir que les persones resolem l'ambigüitat estructural ---pura o d'origen categorial--- elegint, usant les interpretacions assignades a cada una de les estructures possibles (principi de composicionalitat), quina és la més versemblant en una situació comunicativa determinada.
es: En principio, se podría decir que las personas resolvemos la ambigüedad estructural ---pura o de origen categorial--- eligiendo, usando las interpretaciones asignadas a cada una de las estructuras posibles (principio de composicionalidad), cuál es la más verosímil en una situación comunicativa determinada.

source: Fixem-nos en l'ambigüitat lèxica deguda als mots polisèmics, i imaginem que tenim $L_1$=espanyol, $L_2$=anglés i $L_3$=català.
es: Fijémonos en la ambigüedad léxica debida a las palabras polisémicas e imaginemos que tenemos $L_1$=español, $L_2$=inglés y $L_3$=catalán.

source: Ambigüitat sintàctica o estructural d'origen categorial deguda al fet que els mots las (article o pronom) i comas (substantiu o verb) són homògrafs afectats d'ambigüitat lèxica categorial.
es: Ambigüedad sintáctica o estructural de origen categorial debida al hecho de que las palabras las (artículo o pronombre) y comas (sustantivo o verbo) son homógrafos afectados por la ambigüedad léxica categorial.

source: Una anàfora.
es: Una anáfora.

source: La solució semàntica és més potent i general però exigeix una anàlisi molt profunda de la frase.
es: La solución semántica es más potente y general pero exige un análisis muy profundo de la frase.

source: té un únic arbre d'anàlisi sintàctica i una única anàlisi morfològica, però dues interpretacions semàntiques diferents.
es: tiene un único árbol de análisis sintáctico y un único análisis morfológico, pero dos interpretaciones semánticas diferentes.

source: És relativament senzill corregir el text perquè siga adequat però és molt difícil fer-ho fent-hi el mínim nombre de canvis necessaris.
es: Es relativamente sencillo corregir el texto para que sea adecuado, pero es muy difícil hacerlo haciendo el mínimo número de cambios necesarios.

source: Per exemple, la interpretació d'enviar algú a pastar fang pot ser la idiomàtica de dir a algú que deixe de molestar (espanyol mandar a freír espárragos) però podria ser també la literal en un taller de terrisseria.
es: Por ejemplo, la interpretación de enviar algú a pastar fang puede ser la idiomática de decirle a alguien que deje de molestar (español mandar a freír espárragos) pero podría ser también la literal en un taller de alfarería.

source: La dificultat per a un sistema de traducció automàtica apareix a l'hora de propagar el gènere i el nombre del nucli d'un sintagma als modificadors que hi hagen de concordar: su único amparo $$ la seua única empara; un buen postre $$ unes bones postres.
es: La dificultad para un sistema de traducción automática aparece a la hora de propagar el género y el número del núcleo de un sintagma a los modificadores que tengan que concordar: su único amparo $$ la seua única empara; un buen postre $$ unes bones postres.

source: No: ho prohibeix el principi de composicionalitat.
es: No: lo prohíbe el principio de composicionalidad.
